/* XMSG: Placeholder text in chart when there is no data */
"No Data" = "Veri yok";

/* XBUT: Save action in inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Save" = "Kaydet";

/* XBUT: Re-enter action available in saved state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Re-enter Signature" = "İmzayı tekrar gir";

/* XBUT: Clear action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Clear" = "Temizle";

/* XBUT: Cancel action of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Cancel" = "İptal et";

/* XTIT: Title of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Signature" = "İmza";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Tap to Sign" = "İmzalamak için dokunun";

/* XACT: The accessibility label for the signature area */
"Signature Area" = "İmza alanı";

/* XACT: The accessibility hint for the signature area */
"Double tap and drag to sign" = "İmzalamak için iki kez dokunun ve sürükleyin";

/* XACT: The accessibility label for the signature image */
"Signature Image" = "İmza resmi";

/* XACT: The accessibility label for the signature line */
"Signature Line" = "İmza satırı";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Canceled" = "İptal edildi";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Next" = "İleri";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Ok" = "Tamam";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Status" = "Durum";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"User canceled Onboarding" = "Kullanıcı etkinleştirmeyi iptal etti";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Without consent you will not be able to continue onboarding." = "İzin olmadan, etkinleştirme işlemine devam edemezsiniz.";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Give Consent" = "İzin ver";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Quit" = "Çık";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Back" = "Geri";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Step" = "Adım";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"of" = "/";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Are you sure you want to quit the onboarding process?" = "Etkinleştirme işleminden çıkmak istediğinizden emin misiniz?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Want Data Privacy?" = "Veri gizliliği istiyor musunuz?";

/* XBUT: Action available in inactive state of inline signature form cell, see https://experience.sap.com/fiori-design-ios/article/in-line-signature-form-cell/#behavior-and-interaction */
"Be wise about your data" = "Verileriniz konusunda dikkatli olun";

/* XBUT: Not Now action title in UserConsentForm */
"Not Now" = "Şimdi değil";

/* XBUT: Allow action title in UserConsentForm */
"Allow" = "İzin ver";

/* XBUT: Deny action title in UserConsentForm */
"Deny" = "Reddet";

/* XBUT: Agree action title in EULAView */
"Agree" = "Kabul et";

/* XBUT: Disagree action title in EULAView */
"Disagree" = "Reddet";

/* XMSG: Placeholder text in DataTable for loading state */
"Loading..." = "Yükleniyor...";

/* XMSG: Placeholder text in DataTable when there is no data */
"There is nothing to display yet" = "Henüz görüntülenecek bir şey yok";

/* XBUT: Default duration foramtter in DataTable */
"%d Hrs %d Min" = "%d sa. %d dk.";

/* XBUT: Done action in keyboard toolbar for a Textfield in DataTable */
"Done" = "Bitti";

/* XBUT: Error messages shown to users in DataTable */
"There are %d errors in the data table." = "Veri tablosunda %d hata var.";

/* XBUT: voice over label for row header in DataTable */
"row header" = "satır başlığı";

/* XBUT: voice over label for row %d in DataTable */
"row %d" = "satır %d";

/* XBUT: voice over label for column %d in DataTable */
"column %d" = "sütun %d";

/* XBUT: voice over label for cell type of `leading accessory` in DataTable */
"leading accessory" = "baştaki aksesuar";

/* XBUT: voice over label for cell type of `trailing accessory` in DataTable */
"trailing accessory" = "sondaki aksesuar";

/* XBUT: voice over label for cell type of `text` in DataTable */
"text" = "metin";

/* XBUT: voice over label for cell type of `image` in DataTable */
"image" = "resim";

/* XBUT: voice over label for cell type of `date` in DataTable */
"date" = "tarih";

/* XBUT: voice over label for cell type of `time` in DataTable */
"time" = "zaman";

/* XBUT: voice over label for cell type of `duration` in DataTable */
"duration" = "süre";

/* XBUT: voice over label for cell type of `list item` in DataTable */
"list item" = "liste kalemi";

/* XBUT: voice over label for row selection status in DataTable */
"selected" = "seçildi";

/* XBUT: voice over label for row selection status in DataTable */
"not selected" = "seçilmedi";

/* XBUT: calendar time component label */
"Time" = "Zaman";

/* XBUT: slider default value label formatter for integer */
"Value: %d" = "Değer: %d";

/* XMSG: a toast message for read-only cell in DataTable */
"Tapped cell is read-only." = "Dokunulan hücre salt okunur.";

/* Default hint text for Read-only Field for NoteFormView and TextFieldFormView */
"Read-only field" = "Salt okunur alan";

/* Default error text for when the character count reaches the maximum limit for NoteFormView and TextFieldFormView */
"No more characters remaining" = "Karakter kalmadı";

/* Default error text for when the character count exceeds the maximum limit for NoteFormView and TextFieldFormView */
"Reduce the number of characters" = "Karakter sayısını azaltın";

